{
  "_name_or_path": "output/temporal-dattn_gemma-2-9b_pt2",
  "architectures": [
    "DattnGemma2ForCausalLM"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "attn_logit_softcapping": 50.0,
  "bos_token_id": 2,
  "cache_implementation": "hybrid",
  "eos_token_id": 107,
  "final_logit_softcapping": 30.0,
  "head_dim": 256,
  "hidden_act": "gelu_pytorch_tanh",
  "hidden_activation": "gelu_pytorch_tanh",
  "hidden_size": 3584,
  "initializer_range": 0.02,
  "intermediate_size": 14336,
  "loss_thres": 0.1,
  "max_position_embeddings": 8192,
  "mm_audio_pool_size": 5,
  "mm_audio_tower": "openai/whisper-large-v3",
  "mm_image_aspect_ratio": "resize",
  "mm_image_grid_points": null,
  "mm_image_pool_size": 2,
  "mm_input_type": "video",
  "mm_splits": 4,
  "mm_std": 0.028976401314139366,
  "mm_time_interval": 10000,
  "mm_vision_select_layer": -2,
  "mm_vision_tower": "google/siglip2-so400m-patch14-384",
  "model_type": "dattn_gemma2",
  "num_attention_heads": 16,
  "num_hidden_layers": 42,
  "num_key_value_heads": 8,
  "pad_token_id": 0,
  "query_pre_attn_scalar": 256,
  "rms_norm_eps": 1e-06,
  "rope_theta": 10000.0,
  "sliding_window": 4096,
  "sliding_window_size": 4096,
  "torch_dtype": "bfloat16",
  "train_aud": false,
  "train_llm": true,
  "train_rand": true,
  "train_vis": false,
  "transformers_version": "4.49.0",
  "use_cache": true,
  "vocab_size": 256000,
  "quantization": {
    "group_size": 64,
    "bits": 8
  }
}