{
  "metadata": {
    "total_size": 12138473088
  },
  "weight_map": {
    "aud_norm.weight": "model-00000-of-00003.safetensors",
    "aud_pool.weight": "model-00000-of-00003.safetensors",
    "aud_projector.layers.0.bias": "model-00000-of-00003.safetensors",
    "aud_projector.layers.0.biases": "model-00000-of-00003.safetensors",
    "aud_projector.layers.0.scales": "model-00000-of-00003.safetensors",
    "aud_projector.layers.0.weight": "model-00000-of-00003.safetensors",
    "aud_projector.layers.2.bias": "model-00000-of-00003.safetensors",
    "aud_projector.layers.2.biases": "model-00000-of-00003.safetensors",
    "aud_projector.layers.2.scales": "model-00000-of-00003.safetensors",
    "aud_projector.layers.2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.0.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.1.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.10.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.11.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.12.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.13.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.14.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.15.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.16.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.17.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.18.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.19.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.2.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.20.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.21.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.22.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.23.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.24.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.25.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.26.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.27.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.query.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.query.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.query.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.value.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.value.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.value.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn.value.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.attn_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp1.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp1.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp1.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp1.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp2.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp2.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp2.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp2.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp_ln.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.28.mlp_ln.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.key.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.key.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.key.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.out.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.out.biases": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.out.scales": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.out.weight": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.query.bias": "model-00000-of-00003.safetensors",
    "audio_encoder.blocks.29.attn.query.biases": "model-00000-of-00003.safetensors",
